Repository: zagamaza/splitty
Catalog: ios/Splitty/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, it, ja, ko, pt_br, zh_hans

source: Не удалось распознать. Скажите ещё раз — с блюдами и ценами
de: Konnte nicht erkannt werden. Sag es noch einmal — mit Gerichten und Preisen
en: Couldn’t make it out. Say it again — with the dishes and the prices
es: No se pudo reconocer. Dilo otra vez, con los platos y los precios
fr: Reconnaissance impossible. Redites-le — avec les plats et les prix
it: Non ho capito. Ripeti indicando i piatti e i prezzi
ja: 認識できませんでした。品名と金額を添えて、もう一度お話しください
ko: 인식하지 못했습니다. 메뉴와 가격을 함께 다시 말씀해 주십시오
pt_br: Não deu para entender. Fale de novo — com os pratos e os preços
zh_hans: 无法识别。请重新说一遍 — 带上菜品和价格

source: Не удалось совершить покупку
de: Kauf konnte nicht abgeschlossen werden
en: Couldn’t complete the purchase
es: No se pudo completar la compra
fr: Impossible de finaliser l’achat
it: Non è stato possibile completare l’acquisto
ja: 購入を完了できませんでした
ko: 구입을 완료하지 못했습니다
pt_br: Não foi possível concluir a compra
zh_hans: 无法完成购买

source: Не удалось удалить аккаунт. Аккаунт и данные на месте — попробуйте ещё раз
de: Das Konto konnte nicht gelöscht werden. Konto und Daten sind unversehrt — bitte versuche es erneut
en: Couldn’t delete the account. The account and its data are intact — please try again
es: No se pudo eliminar la cuenta. La cuenta y los datos siguen intactos: inténtalo de nuevo
fr: Impossible de supprimer le compte. Le compte et les données sont intacts — réessayez
it: Non è stato possibile eliminare l’account. Account e dati sono intatti: riprova
ja: アカウントを削除できませんでした。アカウントとデータはそのままです。もう一度お試しください
ko: 계정을 삭제하지 못했습니다. 계정과 데이터는 그대로입니다. 다시 시도해 주십시오
pt_br: Não foi possível excluir a conta. A conta e os dados estão intactos — tente novamente
zh_hans: 无法删除账号。账号和数据均完好 — 请重试

source: Неверный email или пароль
de: E-Mail oder Passwort ist falsch
en: Wrong email or password
es: Correo o contraseña incorrectos
fr: E-mail ou mot de passe incorrect
it: Email o password errati
ja: メールアドレスまたはパスワードが違います
ko: 이메일 또는 비밀번호가 올바르지 않습니다
pt_br: E-mail ou senha incorretos
zh_hans: 邮箱或密码有误

source: Неверный текущий пароль
de: Das aktuelle Passwort stimmt nicht
en: Current password is wrong
es: La contraseña actual no es correcta
fr: Mot de passe actuel incorrect
it: La password attuale è errata
ja: 現在のパスワードが違います
ko: 현재 비밀번호가 올바르지 않습니다
pt_br: Senha atual incorreta
zh_hans: 当前密码有误

source: Некорректная локальная запись
de: Ungültiger lokaler Eintrag
en: Invalid local entry
es: Registro local no válido
fr: Entrée locale non valide
it: Voce locale non valida
ja: ローカルの記録が不正です
ko: 로컬 기록이 올바르지 않습니다
pt_br: Registro local inválido
zh_hans: 本地记录无效

source: Некорректные данные
de: Ungültige Daten
en: Invalid data
es: Datos incorrectos
fr: Données invalides
it: Dati non validi
ja: データが不正です
ko: 데이터가 올바르지 않습니다
pt_br: Dados inválidos
zh_hans: 数据无效

source: Некорректный адрес сервера
de: Ungültige Serveradresse
en: Invalid server address
es: Dirección del servidor incorrecta
fr: Adresse du serveur invalide
it: Indirizzo del server non valido
ja: サーバーのアドレスが不正です
ko: 서버 주소가 올바르지 않습니다
pt_br: Endereço do servidor inválido
zh_hans: 服务器地址无效

source: Нельзя отвязать единственный способ входа. Сначала привяжите другой
de: Du kannst deine einzige Anmeldemethode nicht trennen. Verknüpfe zuerst eine andere
en: You can't unlink your only sign-in method. Link another one first
es: No puedes desvincular tu única forma de entrar. Vincula otra primero
fr: Impossible de délier votre seul mode de connexion. Liez-en un autre d'abord
it: Non puoi scollegare l’unico metodo di accesso. Collegane prima un altro
ja: 唯一のサインイン方法は解除できません。先に別の方法を連携してください
ko: 유일한 로그인 방법은 해제할 수 없습니다. 먼저 다른 방법을 연결해 주십시오
pt_br: Não dá para desvincular o único método de login. Vincule outro primeiro
zh_hans: 不能解绑唯一的登录方式。请先绑定另一种

source: Неподдерживаемый формат файла
de: Dateiformat wird nicht unterstützt
en: Unsupported file format
es: Formato de archivo no admitido
fr: Format de fichier non pris en charge
it: Formato di file non supportato
ja: 対応していないファイル形式です
ko: 지원하지 않는 파일 형식입니다
pt_br: Formato de arquivo não suportado
zh_hans: 不支持的文件格式

source: Нет аккаунта? Зарегистрироваться
de: Noch kein Konto? Registrieren
en: No account? Sign up
es: ¿No tienes cuenta? Créala
fr: Pas encore de compte ? Créez-en un
it: Non hai un account? Registrati
ja: アカウントをお持ちでない方はこちら
ko: 계정이 없으신가요? 회원가입
pt_br: Não tem conta? Criar conta
zh_hans: 还没有账号？注册

source: Нет долгов
de: Keine Schulden
en: No debts
es: Sin deudas
fr: Aucune dette
it: Nessun debito
ja: 貸し借りはありません
ko: 빚이 없습니다
pt_br: Sem dívidas
zh_hans: 没有欠款

source: Нет доступа
de: Kein Zugriff
en: No access
es: Sin acceso
fr: Accès refusé
it: Nessun accesso
ja: アクセス権がありません
ko: 권한이 없습니다
pt_br: Sem acesso
zh_hans: 无访问权限

source: Нет доступа к микрофону
de: Kein Zugriff auf das Mikrofon
en: No microphone access
es: Sin acceso al micrófono
fr: Pas d’accès au micro
it: Nessun accesso al microfono
ja: マイクへのアクセスがありません
ko: 마이크 권한이 없습니다
pt_br: Sem acesso ao microfone
zh_hans: 无麦克风权限

source: Нет доступа к этой группе. Попросите участника прислать новое приглашение
de: Kein Zugriff auf diese Gruppe. Bitte ein Mitglied um eine neue Einladung
en: No access to this group. Ask a member to send you a new invite
es: Sin acceso a este grupo. Pide a un miembro que te envíe una invitación nueva
fr: Pas d'accès à ce groupe. Demandez à un membre de vous envoyer une nouvelle invitation
it: Nessun accesso a questo gruppo. Chiedi a un partecipante un nuovo invito
ja: このグループへのアクセス権がありません。メンバーに新しい招待を送ってもらってください
ko: 이 그룹에 접근할 권한이 없습니다. 참여자에게 새 초대를 요청해 주십시오
pt_br: Sem acesso a este grupo. Peça a um participante um convite novo
zh_hans: 无权访问该群组。请让成员再发一次邀请

source: Нет соединения с интернетом. Проверьте сеть и попробуйте ещё раз
de: Keine Internetverbindung. Prüfe dein Netz und versuche es erneut
en: No internet connection. Check your network and try again
es: Sin conexión a internet. Revisa tu red e inténtalo de nuevo
fr: Pas de connexion internet. Vérifiez votre réseau et réessayez
it: Nessuna connessione a internet. Controlla la rete e riprova
ja: インターネットに接続できません。ネットワークを確認してもう一度お試しください
ko: 인터넷에 연결되어 있지 않습니다. 네트워크를 확인하고 다시 시도해 주십시오
pt_br: Sem conexão com a internet. Verifique a rede e tente de novo
zh_hans: 无网络连接。请检查网络后重试

source: Нет соединения с сервером
de: Keine Verbindung zum Server
en: No connection to the server
es: Sin conexión con el servidor
fr: Pas de connexion au serveur
it: Nessuna connessione al server
ja: サーバーに接続できません
ko: 서버에 연결할 수 없습니다
pt_br: Sem conexão com o servidor
zh_hans: 无法连接服务器

source: Нет соединения. Можно редактировать только неотправленные операции
de: Keine Verbindung. Bearbeiten geht nur bei noch nicht gesendeten Vorgängen
en: No connection. You can only edit operations that haven't been sent
es: Sin conexión. Solo puedes editar operaciones que aún no se han enviado
fr: Pas de connexion. Vous ne pouvez modifier que les opérations non envoyées
it: Nessuna connessione. Puoi modificare solo le operazioni non ancora inviate
ja: 接続がありません。未送信の操作のみ編集できます
ko: 연결이 없습니다. 전송되지 않은 작업만 편집할 수 있습니다
pt_br: Sem conexão. Só dá para editar operações ainda não enviadas
zh_hans: 无网络连接。只能编辑尚未发送的操作

source: Нет соединения. Погашение долга доступно только онлайн
de: Keine Verbindung. Begleichen geht nur online
en: No connection. Settling up works only online
es: Sin conexión. Saldar deudas solo funciona en línea
fr: Pas de connexion. Le règlement ne fonctionne qu'en ligne
it: Nessuna connessione. Saldare funziona solo online
ja: 接続がありません。精算はオンラインでのみ可能です
ko: 연결이 없습니다. 정산은 온라인에서만 가능합니다
pt_br: Sem conexão. O acerto de contas só funciona online
zh_hans: 无网络连接。结算仅支持在线进行

source: Новая группа
de: Neue Gruppe
en: New group
es: Grupo nuevo
fr: Nouveau groupe
it: Nuovo gruppo
ja: 新しいグループ
ko: 새 그룹
pt_br: Novo grupo
zh_hans: 新建群组

source: Новые расходы, погашения и приглашения — всё, что делают участники
de: Neue Ausgaben, Rückzahlungen und Einladungen — alles, was die Teilnehmer tun
en: New expenses, settlements and invites — everything the members do
es: Nuevos gastos, pagos e invitaciones: todo lo que hacen los participantes
fr: Nouvelles dépenses, remboursements et invitations — tout ce que font les participants
it: Nuove spese, saldi e inviti: tutto quello che fanno i partecipanti
ja: 新しい支出・精算・招待など、メンバーの操作のすべて
ko: 새로운 지출, 정산, 초대 등 참여자들의 모든 활동
pt_br: Novas despesas, acertos e convites — tudo o que os participantes fazem
zh_hans: 新的支出、结算和邀请 — 成员的所有动作

source: Новый пароль
de: Neues Passwort
en: New password
es: Contraseña nueva
fr: Nouveau mot de passe
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
pt_br: Nova senha
zh_hans: 新密码

source: Новый пароль ещё раз
de: Neues Passwort wiederholen
en: Repeat new password
es: Repite la contraseña nueva
fr: Répétez le nouveau mot de passe
it: Ripeti la nuova password
ja: 新しいパスワード（確認）
ko: 새 비밀번호 확인
pt_br: Repita a nova senha
zh_hans: 再次输入新密码

source: Новых событий: %@
de: Neue Ereignisse: %@
en: New events: %@
es: Eventos nuevos: %@
fr: Nouveaux événements : %@
it: Novità: %@
ja: 新着：%@
ko: 새 소식: %@
pt_br: Novidades: %@
zh_hans: 新消息：%@

source: ОК
de: OK
en: OK
es: Aceptar
fr: OK
it: OK
ja: OK
ko: 확인
pt_br: OK
zh_hans: 好

source: Общий баланс
de: Gesamtsaldo
en: Total balance
es: Saldo total
fr: Solde total
it: Saldo totale
ja: 合計残高
ko: 총 잔액
pt_br: Saldo total
zh_hans: 总余额

source: Общий счёт группы
de: Gesamtrechnung der Gruppe
en: Group total
es: Cuenta común del grupo
fr: Note commune du groupe
it: Totale del gruppo
ja: グループの合計
ko: 그룹 합계
pt_br: Total do grupo
zh_hans: 群组合计

source: Общий счёт на всех
de: Eine Rechnung für alle
en: One bill for everyone
es: Una cuenta para todos
fr: Une note pour tous
it: Un conto solo per tutti
ja: 全員分の共同会計
ko: 모두를 위한 하나의 계산서
pt_br: Uma conta para todos
zh_hans: 一份账单，所有人分

source: Ок
de: OK
en: OK
es: Aceptar
fr: OK
it: OK
ja: OK
ko: 확인
pt_br: OK
zh_hans: 好

source: Они окажутся в группе сразу и увидят все расходы, включая прошлые. Спрашивать их приложение не будет.
de: Sie sind sofort in der Gruppe und sehen alle Ausgaben, auch die früheren. Die App fragt sie nicht.
en: They join the group right away and will see every expense, including past ones. The app won’t ask them first.
es: Entrarán en el grupo de inmediato y verán todos los gastos, incluidos los anteriores. La app no les preguntará.
fr: Ils rejoignent le groupe immédiatement et verront toutes les dépenses, y compris les anciennes. L’app ne leur demandera rien.
it: Entreranno subito nel gruppo e vedranno tutte le spese, comprese quelle passate. L’app non chiederà loro nulla.
ja: そのメンバーはすぐにグループに参加し、過去のものを含むすべての支出を見ることができます。確認は求められません。
ko: 해당 사용자는 즉시 그룹에 참여하며 과거를 포함한 모든 지출을 볼 수 있습니다. 앱이 따로 확인하지 않습니다.
pt_br: Elas entram no grupo na hora e verão todas as despesas, inclusive as antigas. O app não vai perguntar antes.
zh_hans: 他们会立即加入群组，并看到包括以往在内的所有支出。应用不会再询问他们。

source: Операции
de: Vorgänge
en: Operations
es: Operaciones
fr: Opérations
it: Operazioni
ja: 支出
ko: 지출
pt_br: Operações
zh_hans: 支出

source: Операций
de: Vorgänge
en: Operations
es: Operaciones
fr: Opérations
it: Operazioni
ja: 件
ko: 건
pt_br: Operações
zh_hans: 笔

source: Операций с вами нет
de: Keine Vorgänge mit dir
en: Nothing involving you
es: Nada en lo que participes
fr: Aucune opération vous concernant
it: Niente che ti riguardi
ja: あなたに関わるものはありません
ko: 회원님과 관련된 내용이 없습니다
pt_br: Nada que envolva você
zh_hans: 没有与你相关的内容

source: Операция исчезнет из группы, балансы пересчитаются.
de: Der Vorgang verschwindet aus der Gruppe und die Salden werden neu berechnet.
en: The operation will disappear from the group and balances will be recalculated.
es: La operación desaparecerá del grupo y los saldos se recalcularán.
fr: L'opération disparaîtra du groupe et les soldes seront recalculés.
it: L’operazione sparirà dal gruppo e i saldi verranno ricalcolati.
ja: この操作はグループから削除され、残高が再計算されます。
ko: 이 작업은 그룹에서 삭제되고 잔액이 다시 계산됩니다.
pt_br: A operação vai sumir do grupo e os saldos serão recalculados.
zh_hans: 该操作将从群组中删除，余额会重新计算。

source: Операция исчезнет из группы, балансы пересчитаются. Погашения не редактируются — при ошибке удалите и запишите заново.
de: Der Vorgang verschwindet aus der Gruppe und die Salden werden neu berechnet. Zahlungen lassen sich nicht bearbeiten — bei einem Fehler lösche sie und trage sie neu ein.
en: The operation will disappear from the group and balances will be recalculated. Payments can't be edited — if something's wrong, delete it and add it again.
es: La operación desaparecerá del grupo y los saldos se recalcularán. Los pagos no se editan: si hay un error, elimínalo y vuelve a registrarlo.
fr: L'opération disparaîtra du groupe et les soldes seront recalculés. Les paiements ne se modifient pas — en cas d'erreur, supprimez-le et saisissez-le à nouveau.
it: L’operazione sparirà dal gruppo e i saldi verranno ricalcolati. I pagamenti non si modificano: se c’è un errore, eliminalo e registralo di nuovo.
ja: この操作はグループから削除され、残高が再計算されます。精算は編集できません。間違えた場合は削除して記録し直してください。
ko: 이 작업은 그룹에서 삭제되고 잔액이 다시 계산됩니다. 정산은 편집할 수 없으니 잘못된 경우 삭제 후 다시 기록해 주십시오.
pt_br: A operação vai sumir do grupo e os saldos serão recalculados. Pagamentos não podem ser editados — se houver erro, exclua e registre de novo.
zh_hans: 该操作将从群组中删除，余额会重新计算。付款记录无法编辑 — 如有错误，请删除后重新添加。

source: Операция не найдена
de: Vorgang nicht gefunden
en: Operation not found
es: Operación no encontrada
fr: Opération introuvable
it: Operazione non trovata
ja: 操作が見つかりません
ko: 작업을 찾을 수 없습니다
pt_br: Operação não encontrada
zh_hans: 未找到该操作

source: Описание
de: Beschreibung
en: Description
es: Descripción
fr: Description
it: Descrizione
ja: 説明
ko: 설명
pt_br: Descrição
zh_hans: 说明

source: Оплата прошла, но подтвердить её пока не удалось. Проверьте связь — доступ появится сам
de: Zahlung ist erfolgt, konnte aber noch nicht bestätigt werden. Verbindung prüfen — der Zugang erscheint von selbst
en: Payment went through, but we couldn’t confirm it yet. Check your connection — access will appear on its own
es: El pago se realizó, pero aún no pudimos confirmarlo. Revisa la conexión: el acceso aparecerá solo
fr: Le paiement est passé, mais nous n’avons pas encore pu le confirmer. Vérifiez la connexion : l’accès apparaîtra tout seul
it: Il pagamento è andato a buon fine, ma non siamo ancora riusciti a confermarlo. Controlla la connessione: l’accesso comparirà da solo
ja: 支払いは完了しましたが、まだ確認できていません。接続を確認してください。アクセスは自動的に有効になります
ko: 결제는 완료되었으나 아직 확인하지 못했습니다. 연결을 확인해 주십시오. 이용 권한은 자동으로 활성화됩니다
pt_br: O pagamento foi feito, mas ainda não deu para confirmar. Verifique a conexão — o acesso aparece sozinho
zh_hans: 付款已完成，但暂时无法确认。请检查网络 — 权限会自动开通

# Осталось %lld из %lld
source: Осталось %1$lld из %2$lld
de: Noch %1$lld von %2$lld
en: %1$lld of %2$lld left
es: Quedan %1$lld de %2$lld
fr: Il reste %1$lld sur %2$lld
it: Restano %1$lld su %2$lld
ja: 残り %1$lld / %2$lld
ko: %2$lld개 중 %1$lld개 남음
pt_br: Restam %1$lld de %2$lld
zh_hans: 剩余 %1$lld / %2$lld

source: Осталось %lld распознаваний
de: Noch %lld Erkennungen
en: %lld recognitions left
es: Quedan %lld reconocimientos
fr: %lld analyses restantes
it: Restano %lld riconoscimenti
ja: 残り %lld 回の認識
ko: 인식 %lld회 남음
pt_br: Restam %lld reconhecimentos
zh_hans: 剩余 %lld 次识别

source: Осталось распределить: %@
de: Noch aufzuteilen: %@
en: Left to split: %@
es: Queda por repartir: %@
fr: Reste à répartir : %@
it: Da distribuire: %@
ja: 残りの割り当て：%@
ko: 남은 배분: %@
pt_br: Falta distribuir: %@
zh_hans: 待分配：%@

source: Осталось уточнить
de: Noch zu klären
en: Still to clarify
es: Falta por aclarar
fr: Reste à préciser
it: Ancora da chiarire
ja: 確認が必要です
ko: 확인이 필요합니다
pt_br: Ainda a esclarecer
zh_hans: 仍需确认

source: Отвязать
de: Trennen
en: Unlink
es: Desvincular
fr: Délier
it: Scollega
ja: 連携を解除
ko: 연결 해제
pt_br: Desvincular
zh_hans: 解绑

source: Отвязать %@
de: %@ trennen
en: Unlink %@
es: Desvincular %@
fr: Délier %@
it: Scollega %@
ja: %@ の連携を解除
ko: %@ 연결 해제
pt_br: Desvincular %@
zh_hans: 解绑 %@

source: Отвязать способ входа?
de: Anmeldemethode trennen?
en: Unlink this sign-in method?
es: ¿Desvincular esta forma de entrar?
fr: Délier ce mode de connexion ?
it: Vuoi scollegare questo metodo di accesso?
ja: このサインイン方法の連携を解除しますか？
ko: 이 로그인 방법의 연결을 해제하시겠습니까?
pt_br: Desvincular este método de login?
zh_hans: 要解绑这种登录方式吗？

source: Отклонить
de: Ablehnen
en: Decline
es: Rechazar
fr: Refuser
it: Rifiuta
ja: 辞退する
ko: 거절
pt_br: Recusar
zh_hans: 拒绝

source: Откроется бот в Telegram. Отправьте ему «/report» и опишите проблему одним сообщением — репорт придёт разработчикам.
de: Ein Telegram-Bot öffnet sich. Sende ihm „/report“ und beschreibe das Problem in einer Nachricht — der Bericht geht an die Entwickler.
en: A Telegram bot will open. Send it “/report” and describe the problem in one message — the report goes to the developers.
es: Se abrirá un bot de Telegram. Envíale «/report» y describe el problema en un solo mensaje: el informe llegará a los desarrolladores.
fr: Un bot Telegram s’ouvrira. Envoyez-lui « /report » et décrivez le problème en un message — le rapport ira aux développeurs.
it: Si aprirà un bot su Telegram. Inviagli “/report” e descrivi il problema in un solo messaggio: la segnalazione arriva agli sviluppatori.
ja: Telegram でボットが開きます。「/report」を送り、問題を1通のメッセージで説明してください。開発者に届きます。
ko: Telegram에서 봇이 열립니다. 「/report」를 보내고 문제를 한 통의 메시지로 설명해 주십시오. 개발자에게 전달됩니다.
pt_br: Um bot do Telegram vai abrir. Envie “/report” e descreva o problema em uma mensagem — o relato chega aos desenvolvedores.
zh_hans: 将打开 Telegram 机器人。请发送「/report」并用一条消息描述问题 — 报告会发给开发者。

source: Открыть
de: Öffnen
en: Open
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
zh_hans: 打开

source: Открыть / поделиться
de: Öffnen / teilen
en: Open / share
es: Abrir / compartir
fr: Ouvrir / partager
it: Apri / condividi
ja: 開く／共有
ko: 열기 / 공유
pt_br: Abrir / compartilhar
zh_hans: 打开／分享

source: Открыть Настройки
de: Einstellungen öffnen
en: Open Settings
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hans: 打开设置

source: Отмена
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Отменить
de: Rückgängig
en: Undo
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
zh_hans: 撤销

source: Отменить запись
de: Aufnahme abbrechen
en: Cancel recording
es: Cancelar la grabación
fr: Annuler l'enregistrement
it: Annulla registrazione
ja: 録音をキャンセル
ko: 녹음 취소
pt_br: Cancelar gravação
zh_hans: 取消录音

source: Отправить ссылку
de: Link senden
en: Send a link
es: Enviar un enlace
fr: Envoyer un lien
it: Invia un link
ja: リンクを送る
ko: 링크 보내기
pt_br: Enviar link
zh_hans: 发送链接

source: Отправка…
de: Wird gesendet…
en: Sending…
es: Enviando…
fr: Envoi…
it: Invio…
ja: 送信中…
ko: 전송 중…
pt_br: Enviando…
zh_hans: 发送中…

source: Отпустите — отмена
de: Loslassen zum Abbrechen
en: Release to cancel
es: Suelta para cancelar
fr: Relâchez pour annuler
it: Rilascia per annullare
ja: 指を離すとキャンセル
ko: 손을 떼면 취소
pt_br: Solte para cancelar
zh_hans: 松手即取消

source: Отпустите — распознать · вверх — закрепить
de: Loslassen zum Erkennen · nach oben zum Fixieren
en: Release to recognize · swipe up to lock
es: Suelta para reconocer · desliza arriba para fijar
fr: Relâchez pour reconnaître · glissez vers le haut pour fixer
it: Rilascia per riconoscere · scorri in alto per bloccare
ja: 指を離すと認識・上へスワイプで固定
ko: 손을 떼면 인식 · 위로 밀면 고정
pt_br: Solte para reconhecer · deslize para cima para travar
zh_hans: 松手识别 · 上滑锁定

source: Отпустите — распознать · вверх — закрепить · влево — отмена
de: Loslassen zum Erkennen · hoch zum Fixieren · links zum Abbrechen
en: Release to recognize · up to lock · left to cancel
es: Suelta para reconocer · arriba para fijar · izquierda para cancelar
fr: Relâchez pour reconnaître · haut pour verrouiller · gauche pour annuler
it: Rilascia per riconoscere · in alto per bloccare · a sinistra per annullare
ja: 指を離すと認識・上で固定・左でキャンセル
ko: 손을 떼면 인식 · 위로 고정 · 왼쪽으로 취소
pt_br: Solte para reconhecer · cima para travar · esquerda para cancelar
zh_hans: 松手识别 · 上滑锁定 · 左滑取消

source: Офлайн — изменения сохраняются локально
de: Offline — Änderungen werden auf dem Gerät gespeichert
en: Offline — changes are saved on this device
es: Sin conexión: los cambios se guardan en el dispositivo
fr: Hors ligne — les modifications sont enregistrées sur l'appareil
it: Offline: le modifiche vengono salvate su questo dispositivo
ja: オフライン — 変更はこの端末に保存されます
ko: 오프라인 — 변경 사항은 이 기기에 저장됩니다
pt_br: Offline — as mudanças são salvas neste dispositivo
zh_hans: 离线 — 改动保存在本设备

source: Оформить
de: Abonnieren
en: Subscribe
es: Suscribirse
fr: S’abonner
it: Abbonati
ja: 登録する
ko: 구독하기
pt_br: Assinar
zh_hans: 订阅

source: Оформить за %@
de: Für %@ abonnieren
en: Subscribe for %@
es: Suscribirse por %@
fr: S’abonner pour %@
it: Abbonati a %@
ja: %@ で登録する
ko: %@에 구독
pt_br: Assinar por %@
zh_hans: 以 %@ 订阅

source: Ошибка
de: Fehler
en: Error
es: Error
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误

source: Ошибка сервера (%lld)
de: Serverfehler (%lld)
en: Server error (%lld)
es: Error del servidor (%lld)
fr: Erreur du serveur (%lld)
it: Errore del server (%lld)
ja: サーバーエラー（%lld）
ko: 서버 오류(%lld)
pt_br: Erro do servidor (%lld)
zh_hans: 服务器错误（%lld）

source: Пароли не совпадают
de: Die Passwörter stimmen nicht überein
en: Passwords don't match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non coincidono
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
pt_br: As senhas não coincidem
zh_hans: 两次密码不一致

source: Пароль
de: Passwort
en: Password
es: Contraseña
fr: Mot de passe
it: Password
ja: パスワード
ko: 비밀번호
pt_br: Senha
zh_hans: 密码

source: Пароль задан
de: Passwort festgelegt
en: Password set
es: Contraseña establecida
fr: Mot de passe défini
it: Password impostata
ja: パスワード設定済み
ko: 비밀번호 설정됨
pt_br: Senha definida
zh_hans: 已设置密码

source: Пароль изменён
de: Passwort geändert
en: Password changed
es: Contraseña cambiada
fr: Mot de passe modifié
it: Password modificata
ja: パスワードを変更しました
ko: 비밀번호가 변경되었습니다
pt_br: Senha alterada
zh_hans: 密码已修改

source: Пароль — не короче %lld символов
de: Das Passwort muss mindestens %lld Zeichen haben
en: Password must be at least %lld characters
es: La contraseña debe tener al menos %lld caracteres
fr: Le mot de passe doit faire au moins %lld caractères
it: La password deve avere almeno %lld caratteri
ja: パスワードは %lld 文字以上にしてください
ko: 비밀번호는 %lld자 이상이어야 합니다
pt_br: A senha precisa ter pelo menos %lld caracteres
zh_hans: 密码至少需要 %lld 个字符

source: Перерасход: %@
de: Zu viel: %@
en: Over by: %@
es: Excedido en: %@
fr: Dépassement : %@
it: Eccedenza: %@
ja: 超過：%@
ko: 초과: %@
pt_br: Excedeu em: %@
zh_hans: 超出：%@

source: Пицца
de: Pizza
en: Pizza
es: Pizza
fr: Pizza
it: Pizza
ja: ピザ
ko: 피자
pt_br: Pizza
zh_hans: 披萨

source: Платите один раз
de: Einmal zahlen
en: Pay once
es: Paga una sola vez
fr: Payez une seule fois
it: Paghi una volta sola
ja: 支払いは1回だけ
ko: 한 번만 결제
pt_br: Pague uma vez
zh_hans: 只需支付一次

source: По группам
de: Nach Gruppe
en: By group
es: Por grupo
fr: Par groupe
it: Per gruppo
ja: グループ別
ko: 그룹별
pt_br: Por grupo
zh_hans: 按群组

source: По суммам
de: Nach Beträgen
en: By amounts
es: Por importes
fr: Par montants
it: Per importi
ja: 金額で
ko: 금액별
pt_br: Por valores
zh_hans: 按金额

source: Повторить
de: Erneut versuchen
en: Try again
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar de novo
zh_hans: 重试

source: Погасить
de: Begleichen
en: Settle up
es: Saldar
fr: Régler
it: Salda
ja: 精算する
ko: 정산하기
pt_br: Acertar
zh_hans: 结算

source: Погашение
de: Zahlung
en: Payment
es: Pago
fr: Paiement
it: Pagamento
ja: 支払い
ko: 결제
pt_br: Pagamento
zh_hans: 付款

source: Погашение долга
de: Schuldenzahlung
en: Debt payment
es: Pago de deuda
fr: Remboursement
it: Pagamento del debito
ja: 借りの返済
ko: 빚 상환
pt_br: Pagamento de dívida
zh_hans: 还款
